









/* Alert title: Delete AB contact */
AlertTitle_CannotDeleteABContact = "Impossibile eliminare la Rubrica Indirizzi";
/* Alert message: Delete AB contact */
AlertMessage_CannotDeleteABContact = "Per eliminare il contatto, rimuoverlo dalla Rubrica Indirizzi Mac";

/* Contact group name */
ContactGroupName_AddressBook = "Rubrica Indirizzi";

/* Name of Mac System Address book as displayed in JSAPI, other address books might be Google, Outlook etc. */
AddressBookName_AppleAddressBook = "Rubrica Indirizzi";

/* General preferences: Show AB Contacts checkbox title */
GeneralPreferences_ShowAddressBookContactsCheckbox_Title = "Mostra i contatti della rubrica";

/* General preferences: Show Address Book contacts tool tip */
GeneralPreferences_ShowAddressBookContactsButton_Tooltip = "Per attivare questa opzione, devi dare a Skype l'autorizzazione ad accedere alla tua Rubrica in System Preferences (Preferenze di sistema) e riavviare Skype.";